{
  "plugins": {
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "cobalt.nvim": {
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
    },
    "fzf-lua": {
    },
    "gitsigns.nvim": {
    },
    "kanagawa.nvim": {
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason.nvim": {
    },
    "mini.nvim": {
    },
    "neogit": {
    },
    "nvim-autopairs": {
    },
    "nvim-lspconfig": {
    },
    "nvim-surround": [],
    "nvim-treesitter": {
      "version": "'main'"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim"
    },
    "plenary.nvim": [],
    "rustaceanvim": {
    },
    "techbase.nvim": {
    },
    "tiny-code-action.nvim": {
    },
    "tiny-glimmer.nvim": [],
    "todo-comments.nvim": {
    },
    "treesitter-modules.nvim": {
      "src": "https://github.com/MeanderingProgrammer/treesitter-modules.nvim"
    },
    "vim-rsi": [],
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}